import './FoodReceipt.css'

export default function FoodReceipt() {
    return <div className="divFood">
        <img className="imgFood" src="/imgPr/retsept-vkusnyih-syirnikov-76580559089924.webp" alt="Surniki" />
        <h1 className="h1Food">Рецепт смачних сирників</h1>
        <h2 className="h2Ingridienty">Інгредієнти для домашніх сирників</h2>
        <ul className="ulFood">
            <li>Сир - 250-300 гр;</li>
            <li>Куряче яйце - 1 шт;</li>
            <li>Борошно пшеничне вищого ґатунку - 2-3 ст. ложки;</li>
            <li>Цукровий пісок - 1 ч. ложка (можна трохи більше);</li>
            <li>Харчова сіль - щіпка;</li>
            <li>Нерафінована рослинна олія - 2 ст. ложки (для смаження).</li>
        </ul>
        <h2 id="h2id">Готуємо сирники</h2>
        <ol>
            <li id="li1">Сир бажано брати пожирніший, тоді сирники виходять смачнішими. Спочатку розм'якшіть
                його виделкою, щоб не було грудочок. Підсипте цукор, сіль і трохи ваніліну, ретельно перемішайте.
                Додайте підготовлене борошно, яйце і знову розмішайте. Тісто має вийти ніжним.
                <img id="imgOl1" src="/imgPr/2yayco.png" alt="some img" />
            </li>
            <li id="li2">Присипте стіл борошном. З тіста сформуйте ковбаску та розріжте її на рівні за розміром шматочки
                (приблизна товщина 2 см). Кожну порцію з двох боків обваляйте в борошні, трохи приплюсніть долонею,
                щоб вийшов кругляшок.
                <img id="imgOl2" src="/imgPr/3muka.png" alt="some img" />
            </li>
            <li id="li3">На сковорідку налийте олію, підігрійте її та викладайте сирники. Обсмажте коржі з кожного боку
                до рум'яного стану. Потім зменшіть температуру нагрівання до мінімуму, накрийте сковорідку кришкою і
                протягом кількох хвилин доведіть сирник до готовності.
                <img id="imgOl3" src="/imgPr/4plita.png" alt='some img' />
            </li>
        </ol>
    </div>
}