import './prZav1.css';

export default function BookRecency() {
    return <div className="book-recency-container">
        <h1 id>Звіяні вітром - Марґарет Мітчелл</h1>
        <p>Рецензії:</p>
        <ul className="book-recency-reviews">
            <li className="book-recency-review-item">Книга має дві сюжетні лінії: історичну та любовну. Причому обидві
                Мітчелл змалювала дуже вдало.
                А їхнє переплетіння додає роману ще більшої красномовності. Події відбуваються на тлі Громадянської
                війни в США, коли намагалися звільнити чорношкірих та скасувати рабство. Їх Мітчелл не вигадала,
                оскільки обидва її діда воювали й розповідали дівчинці про свої подвиги. А Маргарет любила слухати.
                Її героїня – Скарлет народилася в Тарі – місце, яке всі знали своїми полями, плантаціями та
                щедротами. Багата родина, купа рабів, безліч шанувальників та врода – дівчина ні в чому собі не
                відмовляла й завжди отримувала те, що хотіла. Окрім Ешлі Вілкса. Кажуть, що головну героїню Мітчелл
                змалювала з себе, хоча сама письменниця заперечувала це. У передмові до роману наводять її слова:
                «Скарлет повія, а я – ні». Та якою ж була місіс О’Хара? Для всіх вона різна.
            </li>
            <li className="book-recency-review-item">Кохання завжди було силою, здатною винести навіть найтяжчі випробування. В епоху громадянської війни
                в США, коли країна переживала бурхливі зміни й соціальні розколи, кохання ставало світлом у темряві,
                ниткою, яка зберігала надію і віру в майбутнє. Поміж драматичних подій і жорстоких протистоянь, на тлі
                загального хаосу, справжні почуття проявлялися ще яскравіше і сильніше.
                Кохання того періоду — це романтика відчуттів, зв'язок душ, що не бояться викликів часу. Неодноразово
                закохані знаходилися на різних боках фронту, але це не завадило їм долати відстані та ризикувати для
                того, аби зберегти свої відносини. Вони стали символом волі,відданості та того, що навіть найсуворіші
                випробування не можуть подолати справжні почуття.
            </li>
        </ul>
        <hr className="hr1"/>
    </div>
}